
((digest . "a70ad193ab187b5a6ec74536ecdeb7d3") (undo-list nil (17820 . 17822) ("書く" . -17820) (17820 . 17822) ("かく" . -17820) (17820 . 17822) ("かｋ" . -17820) (17820 . 17822) ("か" . -17820) (17820 . 17821) ("ｋ" . -17820) (17816 . 17821) ("のぶんも" . -17816) (17816 . 17820) ("のぶんも" . -17816) (17816 . 17820) ("のぶんｍ" . -17816) (17816 . 17820) ("のぶん" . -17816) (17816 . 17819) ("のぶｎ" . -17816) (17816 . 17819) ("のぶ" . -17816) (17816 . 17818) ("のｂ" . -17816) (17816 . 17818) ("の" . -17816) (17816 . 17817) ("ｎ" . -17816) (17811 . 17817) nil (17809 . 17811) ("ｗ" . -17809) (17807 . 17810) ("とか" . -17807) (17807 . 17809) ("とｋ" . -17807) (17807 . 17809) ("と" . -17807) (17807 . 17808) ("ｔ" . -17807) (17802 . 17808) ("ｌ" . -17802) (17799 . 17803) ("あとで" . -17799) (17799 . 17802) ("あとｄ" . -17799) (17799 . 17802) ("あと" . -17799) (17799 . 17801) ("あｔ" . -17799) (17799 . 17801) ("あ" . -17799) (17798 . 17800) ("、" . -17798) (17794 . 17799) ("だけかも" . -17794) (17794 . 17798) ("だけかｍ" . -17794) (17794 . 17798) ("だけか" . -17794) (17794 . 17797) ("だけｋ" . -17794) (17794 . 17797) ("だけ" . -17794) (17794 . 17796) ("だｋ" . -17794) (17794 . 17796) ("だ" . -17794) (17794 . 17795) ("ｄ" . -17794) (17791 . 17795) nil (")" . -17792) ((marker*) . 1) ((marker) . -1) nil (17791 . 17792) (")" . -17791) (17791 . 17792) (17790 . 17792) ("(" . -17790) (17790 . 17791) (t 23052 15198 0 0) nil (nil rear-nonsticky nil 17940 . 17941) (nil fontified nil 17877 . 17941) (17877 . 17941) nil (" \"google-chrome\")" . 17877) ((marker . 17974) . -17) ((marker . 17974) . -17) ((marker) . -17) ((marker*) . 1) ((marker) . -17) ((marker) . -17) 17850 (t 23052 14746 0 0) nil (17894 . 17895) 17790 nil (17787 . 17790) ("にする" . -17787) (17787 . 17790) ("にすｒ" . -17787) (17787 . 17790) ("にす" . -17787) (17787 . 17789) ("にｓ" . -17787) (17787 . 17789) ("に" . -17787) (17787 . 17788) ("ｎ" . -17787) (17780 . 17788) ("を" . -17780) (17780 . 17781) ("ｗ" . -17780) (17771 . 17781) nil ("デフォルトブラウザ" . -17771) (17771 . 17780) ("でふぉるとぶら" . -17771) (17771 . 17778) ("でふぉるとぶｒ" . -17771) (17771 . 17778) ("でふぉるとぶ" . -17771) (17771 . 17777) ("でふぉるとｂ" . -17771) (17771 . 17777) ("でふぉると" . -17771) (17771 . 17776) ("でふぉるｔ" . -17771) (17771 . 17776) ("でふぉる" . -17771) (17771 . 17775) ("でふぉｒ" . -17771) (17771 . 17775) ("でふぉ" . -17771) (17771 . 17774) ("でｆ" . -17771) (17771 . 17773) ("で" . -17771) (17771 . 17772) ("ｄ" . -17771) (17771 . 17772) ("d" . -17771) nil ("e" . -17772) nil (17769 . 17773) nil (nil rear-nonsticky nil 17872 . 17873) (nil fontified nil 17770 . 17873) (17770 . 17873) (t 23050 60082 0 0) nil (nil rear-nonsticky nil 11957 . 11958) (nil fontified nil 11935 . 11958) (11935 . 11958) nil ("yasnippet-20161221.1953" . 11935) nil (17768 . 17770) (t 22963 28402 0 0) nil (17767 . 17768) nil (nil rear-nonsticky nil 17766 . 17767) (nil fontified nil 17752 . 17767) (17752 . 17767) nil ("(fringe-mode (cons 0 nil))" . 17752) nil ("
" . 17778) nil (nil rear-nonsticky nil 17777 . 17778) (nil fontified nil 17752 . 17778) (17752 . 17778) nil ("(fringe-mode (cons 0 nil))" . 17752) (t 22961 53677 0 0) nil (17778 . 17779) nil (nil rear-nonsticky nil 17777 . 17778) (nil fontified nil 17752 . 17778) (17752 . 17778) nil (17751 . 17752) (t 22961 53253 0 0) nil ("
" . 13261) nil (";;(require 'jdee)" . 13261) (t 22961 53200 0 0) nil ("
" . 13092) nil ("(help-at-pt-set-timer)" . 13092) nil (";; regular auto-complete initialization
(require 'auto-complete-config)
(ac-config-default)
;; add the emacs-eclim source
;;(require 'ac-emacs-eclim);;ac-emacs-eclim-sourceはない、中身的にこれが同じ
;;(ac-emacs-eclim-config)

(setq help-at-pt-display-when-idle t)
(setq help-at-pt-timer-delay 0.1)
" . 13092) 13377 nil ("
" . 11843) nil (";;A Better Java Development Environment for Emacs
;;サーバーがstartしないのでコメントアウト
;;(require 'meghanada)
;;(add-hook 'java-mode-hook
;;          (lambda ()
;;            ;; meghanada-mode on
;;            (meghanada-mode t)
;;            (add-hook 'before-save-hook 'delete-trailing-whitespace)))
" . 11843) 12133 (t 22961 52369 0 0) nil undo-tree-canary))
