cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

brew "eza"
brew "git"
brew "jq"
brew "rsync"
brew "tree"
brew "watch"
brew "awscli"

cask "appcleaner"
cask "google-chrome"
cask "iterm2"
cask "keyboardcleantool"
brew "mkdocs"
brew "mysql-client"
brew "node"
brew "openjdk@11"
brew "pyenv"
brew "qemu"
brew "starship"
brew "wget"
brew "yarn"
cask "alfred"
cask "bettertouchtool"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "the-unarchiver"
cask "visual-studio-code"
cask "box-drive"
cask "homebrew/cask-drivers/fujitsu-scansnap-home"
cask "font-hackgen"
cask "font-hackgen-nerd"
